Repository: wp-plugins/mtg-tutorde-cardlinker
Catalog: languages/mtutor_cardlinker-*.po
Languages: de_de

source: %s cards in deck
de_de: %s Karten im Deck

source: MtG-Tutor CardLinker Settings
de_de: MtG-Tutor CardLinker Einstellungen

source: Save Changes
de_de: Änderungen speichern

source: Settings
de_de: Einstellungen

source: Columns in deck:
de_de: Spalten im Deck Container

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Own
de_de: Eigenes

source: Images on mouseover:
de_de: Zeige Kartenbilder

source: Theme for deck container:
de_de: Theme für Deck-Container

source: Show starting-hand probability:
de_de: Zeige Starthand-Wahrscheinlichkeit

source: Overview
de_de: Übersicht

source: Card Shortcode
de_de: Karten Shortcode

source: [mt_card]Black Lotus[mt_card] or [mt_card card="Black Lotus"]An awesome Card[/mt_card]
de_de: [mt_card]Black Lotus[mt_card] oder [mt_card card="Black Lotus"]An awesome Card[/mt_card]

source: There are some options for the deck shortocode. You can give the deck a specific nam by adding the name attribute to the shortcode(ex. [mt_deck name = "Awesome Deck"]). You can group cards into blocks with "//", for example "// creatures" or "//Lands" (the number of cards in this group is added automatically). Comments are also allowed in the shortcode, they beginn either with "(" or "[" and end with ")" or "]". Here is an example
de_de: Für den Deck-Shortcode gibt es einige Optionen. Man kann zum Beispiel jedem Deck einem eigenen Namen verpassen, in dem man dem shortcode das Attribut name hinzufügt (Beispiel: [mt_deck name = "Awesome Deck"]). Außerdem kann man die Karten in Blöcke gruppieren, indem man einen Block mit "//" einleitet, fzum Beispiel "// creatures" oder "//Länder" (die Anzahl der Karten in diesem Block wird automatisch hinzugefügt). Kommentare können mit "(" oder "[" eingeleitet werden, und werden mit ")" oder "]" geschlossen.<br/> Hier ein Beispiel dazu:

source: <p>This plugin contains two different shortcodes - [mt_card] and [mt_deck]. With the [mt_card] shortcode you can easily link Magic the Gathering Cards. With the [mt_deck] Shortcode you can link an entire deck or card list at once.</p>
de_de: <p>Dieses Plugin beinhaltet zwei verschiede Shortcodes - [mt_card] und [mt_deck]. <br/>Mit dem [mt_card] shortcode kann man ganz leicht Magic the Gathering Karten verlinken.<br/>Mit dem [mt_deck] Shortcode kann man ein ganzen Deck oder eine Kartenliste aufeinmal verlinken.</p><p>Die Karten werden mithilfe der Suchmaschine von <a href="http://www.mtg-tutor.de" title="MtG-Tutor - Deine Kartendatenbank mit Kombos und mehr">MtG-Tutor.de</a> verlinkt</p>
